i5/20220907-mdraid-2/10/xfs/1000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 52209690
number of failed transactions: 0 (0.000%)
latency average = 0.276 ms
initial connection time = 7.381 ms
tps = 58010.330816 (without initial connection time)